Repository: DOCTORLOAN/DOCTORLOAN-WebAdmin
Catalog: doctorloan-api/src/WebUI/DoctorLoan.WebAPI/Resources/SystemMessage.Resource.*.resx
Languages: vi

# Canceled
source: The request canceled successfully!
vi: Đã hủy yêu cầu thành công!

# CodeOTP
source: Your Matxi Corp activation code is {0}. The activation code is only valid for 60 seconds.
vi: Ma kich hoat Matxi Corp cua ban la {0}. Ma kich hoat chi co hieu luc trong 60 giay.

# CodeOTP2
source: The activation code is only valid for 60 seconds.
vi: Ma kich hoat chi co hieu luc trong 60 giay.

# ContentOTP
source: Hi {0}, <br/> Your verification code: <br/> <div style='font-size:18px; line-height:30px; text-align:left; color: rgb(240, 185, 11)'> <b>{1}</b> </div> <br/>The verification code will be valid for 60 seconds. Please do not share this code with anyone.
vi: Xin chào {0}, <br/> Mã xác thực của bạn là: <br/> <div style='font-size:18px; line-height:30px; text-align:left; color: rgb(240, 185, 11)'> <b>{1}</b> </div> <br/> Mã xác minh sẽ có hiệu lực trong 60 giây. Vui lòng không chia sẻ mã này với bất kỳ ai.

# DateTimeFormatError
source: Date format is not true. Date format must be like yyyy-MM-dd (2019-07-19)
vi: Định dạng ngày không đúng. Định dạng ngày phải giống yyyy-MM-dd (2019-07-19)

# DefaultError
source: An exception occured.
vi: Một ngoại lệ đã xảy ra.

# ForbiddenError
source: You are not authorized to call this action.
vi: Bạn không được phép gọi hành động này.

# Invalid_OTP
source: OTP incorrect, please try again
vi: OTP không chính xác, vui lòng thử lại

source: minute
vi: phút

# NotFound
source: The specified resource was not found.
vi: Không tìm thấy tài nguyên được chỉ định.

# OTPWaiting
source: OTP could not be sent to phone number {0}, please try again later {1}
vi: OTP không thể gửi đến số điện thoại {0} vui lòng thử lại sau {1}

# OTP_Expired
source: OTP expired. Please resent OTP.
vi: Mã OTP hết hạn. Vui lòng yêu cầu mã mới.

# OTP_Waiting
source: OTP could not be sent to phone number {0}, please try again later {1}
vi: Không thể gửi OTP đến số điện thoại {0}, vui lòng thử lại sau {1}

# Parent_Not_Exist
source: The parent does not exist, please check it again
vi: Người giới thiệu không tồn tại, vui lòng kiểm tra lại

# Password_Invalid
source: Incorrect password. Please try again!
vi: Mật khẩu không hợp lệ

# ProductPrice_Not_Valid
source: Product's price is not valid.
vi: Giá của sản phẩm không hợp lệ.

# Product_Not_Found
source: This product with id doesn't exist.
vi: Sản phẩm bạn tìm không tồn tại.

# SearchAtLeastOneCharacter
source: Search parameter must have at least one character!
vi: Tham số tìm kiếm phải có ít nhất một ký tự!

# Second
source: seconds
vi: giây

# ServiceProvider
source: Service Provider failed to return as expected.
vi: Nhà cung cấp dịch vụ không thể trả lại như mong đợi.

# ServiceProviderNotFound
source: Service Provider with this name does not exist.
vi: Nhà cung cấp dịch vụ có tên này không tồn tại.

# ShoppingCart_Product_Not_Availible
source: This product does not allow add to cart
vi: Sản phẩm này không thể thêm vào giỏ hàng

# ShoppingCart_User_Not_Allow
source: Your account does not allow adding product to cart
vi: Tài khoản của bạn không thể thêm sản phẩm vào giỏ hàng

# SubjectOTP
source: OTP Verify Account
vi: Mã xác thực tài khoản

# System_Temporarily_Interrupted
source: System is temporarily interrupted. Please try again later
vi: Hệ thống tạm thời bị gián đoạn. Vui lòng thử lại sau

# The_Invalid_Code_In_Team
source: There is a member with the wrong employee ID format. Please notify Customer Care
vi: Có một thành viên có định dạng ID nhân viên sai. Vui lòng thông báo cho bộ phận Chăm sóc khách hàng

# The_User_Code_Invalid
source: User code invalid
vi: Mã người dùng không hợp lệ

# The_User_Infor_Incorrect
source: Information incorrect. Please notify Customer Care
vi: Thông tin không chính xác. Vui lòng thông báo cho bộ phận Chăm sóc khách hàng

# UserIdentityPending
source: User identity in process
vi: Danh tính người dùng đang được xử lý.

# UserIdentityVerified
source: Authenticated user identity.
vi: Danh tính người dùng đã được xác thực.

# UserExitedPinCode
source: User has pin code already.
vi: Người dùng đã có mã pin

# UserName_Or_Password_Invalid
source: The username or password provided in the request are invalid
vi: Tên người dùng hoặc mật khẩu được cung cấp trong yêu cầu không hợp lệ

# UserNotHavePinCode
source: The user does not have a pin code. Please create a pin code
vi: Người dùng chưa có mã pin. Bạn có thể vạo mã pin

# User_Email_Existed
source: User with this email do exist
vi: Người dùng có email này tồn tại

# User_Not_Found
source: User with this id does not exist
vi: Người dùng có id này không tồn tại

# User_Not_Found_With_PhoneNo
source: User with this phone number does not exist
vi: Người dùng có số điện thoại này không tồn tại

# User_Phone_Existed
source: User with this phone do exist
vi: Người dùng có điện thoại này tồn tại

# User_Registered
source: Registered users. Please verify your account via sms or email.
vi: Người dùng đã đăng ký. Vui lòng xác minh tài khoản của bạn qua sms hoặc email.

# Validation
source: One or more validation errors occurred.
vi: Đã xảy ra một hoặc nhiều lỗi xác thực.

# ValidationFormat
source: Request object format is not true.
vi: Định dạng đối tượng yêu cầu không đúng.

# CustomerExisted
source: Customer already exists
vi: Khách hàng đã tồn tại

# CustomerBlocked
source: Customer was blocked
vi: Khách hàng này đã bị khóa.

# CustomerAddressFull
source: Full address customer list. Please delete unused addresses.
vi: Địa chỉ đầy đủ danh sách khách hàng. Vui lòng xóa các địa chỉ không sử dụng

source: Address existed
vi: Địa chỉ đã tồn tại

# COD
source: Cash (COD)
vi: Tiền mặt (COD)

# COD_Desc
source: Payment on delivery
vi: Thanh toán khi nhận hàng

source: Transfer
vi: Chuyển khoản

source: Buy
vi: Mua

source: Sell
vi: Bán

# ReferalCodeInvalidType
source: The referrer has a lower level than your current position. Please select the level again.
vi: Người giới thiệu có cấp thấp hơn vị trí hiện tại của bạn. Vui lòng chọn lại cấp độ.

source: Company
vi: Công ty

# InventoryCompany
source: Warehouse number ONE5
vi: Kho số ONE5

# UserWalletNotFound
source: Your wallet does not exist.
vi: Ví của bạn không tồn tại.

source: Forbidden
vi: Bạn bị cấm dùng chức năng này

# InternalServerError
source: Oops! Something went wrong. Please try again later.
vi: Đã xảy ra lỗi. Vui lòng thử lại sau.

# PriceFrom
source: lower than
vi: Dưới

# PriceTo
source: greeter than
vi: Trên

# OrderCanceled
source: Your order has been canceled for the reason :
vi: Đơn hàng của bạn đã bị hủy với lý do :

# OrderInputted
source: Your order has been inputted into your warehouse
vi: Đơn hàng của bạn đã được nhập kho

# PaymentNote
source: Please pay for the order before
vi: Vui lòng thanh toán trước

# Upload_COD_Not_Valid
source: Your COD file is not valid.
vi: File COD của bạn không hợp lệ.

# Shipping_Provider_Not_Found
source: Shipping provider that you chose is not found or unsupported.
vi: Đơn vị vận chuyển mà bạn chọn không tồn tại hoặc chưa hỗ trợ.

source: Export Warehouse
vi: Xuất kho

source: Import Warehouse
vi: Nhập kho

# UserBlocked
source: Your account has been locked
vi: Tài khoản của bạn đã bị khóa

# TokenExpired
source: Unauthorized, token has expired!
vi: Không được phép, mã thông báo đã hết hạn!

source: Library Not Found
vi: Không tìm thấy thư viện này.

# Upload_StatementBank_Balance_NotValid
source: Balance of the statement in invalid.
vi: Số dư khả dụng không hợp lệ.

# Upload_StatementBank_BankCode_NotValid
source: Bank's code of the statement is invalid.
vi: Mã ngân hàng không hợp lệ.

# Upload_StatementBank_BankDescription_NotValid
source: Bank's description of the statement is invalid.
vi: Nội dung chuyển khoản không hợp lệ.

# Upload_StatementBank_BankPrice_NotValid
source: Credit and Debit of the statement is invalid.
vi: Tiền tệ và Ghi nợ không hợp lệ.

# Upload_StatementBank_CompanyAccountNo_NotValid
source: Company's account number is invalid.
vi: Tài khoản công ty không hợp lệ.

# Upload_StatementBank_NotValid
source: Row of the statement is invalid.
vi: Dòng sao kê không hợp lệ.

# Upload_StatementBank_RefNo_Duplicate
source: Ref No of the statement is duplicated.
vi: Mã giao dịch bị trùng lặp.

# Upload_StatementBank_RefNo_Duplicate_Database
source: Ref No of the statement is duplicated in the system.
vi: Mã giao dịch bị trùng lặp trong hệ thống.

# Upload_StatementBank_RefNo_NotValid
source: Ref No is invalid.
vi: Mã giao dịch không hợp lệ.

# Upload_StatementBank_TransactionDate_NotValid
source: Transaction date of the statement is invalid.
vi: Ngày giao dịch không hợp lệ.

# InventoryTransfer_Succeed
source: The inventory transfer request was successful for {0}
vi: Đã chuyển hàng thành công cho {0}

# O5_Warehouse
source: ONE5's Warehouse
vi: Kho số ONE5

# CodeExsited
source: Code existed
vi: Mã đã tồn tại

# UnitExsited
source: Unit existed
vi: Bài học đã tồn tài

# Update_User_Profile_Failure
source: Update profile failure.
vi: Cập nhật người dùng thất bại.

# Invalid
source: The information invalid!
vi: Thông tin không hợp lệ!
